{
  "translation": {
    "introduction": "Hey, my name is Marcelo Chaves",
    "Sobre": "About",
    "Experiencias": "Experiences",
    "Projetos": "Projects",
    "Habilidades": "Skills",
    "Desenvolvedor Web": "Web developer | Web Designer",
    "Descricao": "Hi! My name is Marcelo Calandrini Chaves, I'm 24 years old and I hold a degree in Computer Science from CESUPA. I currently live in Belém, Pará, and work as a fullstack developer with experience in both front-end and back-end development. I'm passionate about technology and constantly seeking new challenges that allow me to grow professionally, apply my knowledge in practical ways, and build innovative solutions. My goal is to actively contribute to projects that create real impact, combining performance, usability, and scalability.",
    "Habilidades Técnicas": "Technical Skills",
    "Linguagens": "Languages",
    "Banco de Dados": "Databases",
    "Ferramentas": "Tools",
    "Design": "Design",
    "Contatos": "Contacts",
    "Estagio": "Internship",
    "tempoIntegral": "Full time",
    "atualmente": "Present",
    "freelancer": "Freelancer",
    "Maio": "May",
    "Abril": "April",
    "Setembro": "September",
    "dezembro": "December",
    "DescricaoEmprego": "I worked as a web development intern for the eumostro platform. Developing the platform system, using Vue.js and Bootstrap frameworks for frontend and Nodejs for backend. In addition, SCRUM was used for agile methodology  and trello as a project management platform, I also performed the deployment of services in staging using the AWS platform.",
    "descricaoEmpregoMentorise": "At Mentorise, I worked with ReactJS and NodeJS, focusing on web development. In ReactJS, I created interactive and scalable components to enhance the user experience. In the backend, I used NodeJS to build efficient servers and ensure fluid communication between parties. The experience at Mentorise improved my technical and collaborative skills, providing the ability to face challenges in multidisciplinary teams and deliver high-quality solutions.",
    "descricaoEmpregoChaves": "I work at Chaves Calandrini Imóveis, where I am responsible for providing IT support and solutions for the real estate agency. Additionally, I created and maintain the company's website, ensuring an effective and functional online presence. I also work as a freelancer, assisting in various digital projects, such as web development and other technological solutions for the real estate market. My focus is on optimizing processes and providing innovative and efficient solutions for the company and its clients.",
    "descricaoEmpregoStomp": "During April to May 2022, I freelanced to create 'Stomp Academy' website for an esports team. Responsibilities encompassed architecture, intuitive design, interactive features, and device responsiveness. The aim was an enhanced user experience for esports enthusiasts. Successfully delivered, meeting client expectations, bolstering Stomp Academy's esports visibility.",
    "DescricaoReactShop": "E-commerce built with React.js and TypeScript, featuring a responsive layout, dynamic product listing, shopping cart, and checkout. Uses a mock API, state management with Context API, and follows best practices for code organization and type safety.",
    "DescricaoShoe": "ShoestyleHub is a web application developed to simplify shoe inventory management. With this platform, users can perform various operations such as listing, adding, editing, and removing shoes from the inventory. The application also offers the ability to create favorite shoe lists, along with filters for efficient searches.",
    "DescricaoCaputeeno": "Capputeeno is an e-commerce platform built with Next.js, TypeScript, Apollo Client (GraphQL), and Styled Components. It features a paginated product catalog, category filtering, product name search, shopping cart, and checkout functionality.",
    "DescricaoNews": "A Hacker News webpage clone built to replicate layout of the original platform. Developed with modern web technologies, the project displays a list of trending posts. It includes features such as pagination, post details view, and responsive design. This project state management, building clean, user-friendly interfaces.",
    "DescricaoJordan": "Jordan Shoes is a visually captivating website created to showcase a collection of sneakers from a fictional store. The site offers an immersive browsing experience with high-quality images of each model and detailed product descriptions.",
    "DescricaoLivraria": "Library Manager is an intuitive application for creating and managing books. It allows users to add, edit, categorize, and track the status of books, with search functionalities and customizable filters, providing an efficient experience for administrators and readers.",
    "VisualizarRepositorio": "View repository",
    "Repositorios": "View more repositories",
    "Ingles": "English",
    "contact": {
      "title": "Get in Touch",
      "namePlaceholder": "Your name",
      "emailPlaceholder": "Your email",
      "messagePlaceholder": "Your message",
      "button": "Send",
      "infoTitle": "Personal Info"
    }
  }
}