{
  "translation": {
    "Sobre": "About",
    "Experiencias": "Experiences",
    "Projetos": "Projects",
    "Habilidades": "Skills",
    "Desenvolvedor Web": "Web developer.",
    "Descricao": "My name is Marcelo Calandrini Chaves, I am 22 years old, i'm gratuated in computer science at CESUPA college and i currently live in Belém do Pará. I am a dedicated fullstack developer, focused on creating comprehensive solutions in both front-end and back-end development. I constantly strive to improve my skills in this field and am dedicated to contributing to technological advancement. I seek challenges that allow me to apply my knowledge and create innovative projects.",
    "Contatos": "Contacts",
    "Estagio": "Internship",
    "tempoIntegral": "Full time",
    "atualmente": "Present",
    "freelancer": "Freelancer",
    "Maio": "May",
    "Abril": "April",
    "Setembro": "September",
    "DescricaoEmprego": "I worked as a web development intern for the eumostro platform. Developing the platform system, using Vue.js and Bootstrap frameworks for frontend and Nodejs for backend. In addition, SCRUM was used for agile methodology  and trello as a project management platform, I also performed the deployment of services in staging using the AWS platform.",
    "descricaoEmpregoMentorise": "At Mentorise, I worked with ReactJS and NodeJS, focusing on web development. In ReactJS, I created interactive and scalable components to enhance the user experience. In the backend, I used NodeJS to build efficient servers and ensure fluid communication between parties. The experience at Mentorise improved my technical and collaborative skills, providing the ability to face challenges in multidisciplinary teams and deliver high-quality solutions.",
    "descricaoEmpregoStomp": "During April to May 2022, I freelanced to create 'Stomp Academy' website for an esports team. Responsibilities encompassed architecture, intuitive design, interactive features, and device responsiveness. The aim was an enhanced user experience for esports enthusiasts. Successfully delivered, meeting client expectations, bolstering Stomp Academy's esports visibility.",
    "DescricaoAbbraza": "Hacker News website clone.",
    "DescricaoValorant": "Blog crud app is a crud aplication using codeleap api.",
    "DescricaoSports": "Sports online is a service to view live matches, highlights and goals from daily football matches.",
    "DescricaoPokedex": "Project created to consume the pokeapi api, displaying the photos of the normal/shiny pokemon, the name, the type and a more info button.",
    "DescricaoCrud": "Jordan shoes is a website created to show a tenis collection from a unreal store",
    "DescricaoStomp": "Website created for the e-sports organization Stomp Academy.",
    "VisualizarRepositorio": "View repository",
    "Repositorios": "View more repositories",
    "Ingles": "English"
  }
}