{
  "translation": {
    "introduction": "Olá, me chamo Marcelo Chaves",
    "Sobre": "Sobre",
    "Experiencias": "Experiências",
    "Projetos": "Projetos",
    "Habilidades": "Habilidades",
    "Desenvolvedor Web": "Desenvolvedor web | Web Designer",
    "Descricao": "Olá! Meu nome é Marcelo Calandrini Chaves, tenho 24 anos e sou graduado em Ciência da Computação pelo CESUPA. Atualmente moro em Belém do Pará e atuo como desenvolvedor fullstack, com experiência tanto no front-end quanto no back-end. Sou apaixonado por tecnologia e estou sempre em busca de novos desafios que me permitam crescer profissionalmente, aplicar meus conhecimentos de forma prática e desenvolver soluções inovadoras. Meu objetivo é contribuir ativamente com projetos que gerem impacto real, combinando desempenho, usabilidade e escalabilidade.",
    "Habilidades Técnicas": "Habilidades Técnicas",
    "Linguagens": "Linguagens",
    "Banco de Dados": "Banco de Dados",
    "Ferramentas": "Ferramentas",
    "Design": "Design",
    "Contatos": "Contatos",
    "Estagio": "Estágio",
    "tempoIntegral": "Tempo integral",
    "freelancer": "Freelancer",
    "atualmente": "Atualmente",
    "Maio": "Maio",
    "Abril": "Abril",
    "dezembro": "Dezembro",
    "descricaoEmpregoMentorise": "Na Mentorise, trabalhei com ReactJS e NodeJS, focando em desenvolvimento web. Em ReactJS, criei componentes interativos e escaláveis para aprimorar a experiência do usuário. No backend, utilizei NodeJS para construir servidores eficientes e garantir uma comunicação fluida entre as partes. A experiência na Mentorise aprimorou minhas habilidades técnicas e colaborativas, proporcionando a capacidade de enfrentar desafios em equipes multidisciplinares e entregar soluções de alta qualidade.",
    "descricaoEmpregoStomp": "Durante abril a maio de 2022, atuei como freelancer na criação do site 'Stomp Academy' para um time de esports. As responsabilidades incluíram a arquitetura, design intuitivo, funcionalidades interativas e a adaptação para diferentes dispositivos. O objetivo era proporcionar uma experiência aprimorada para entusiastas de esports. Foi entregue com sucesso, atendendo às expectativas do cliente e impulsionando a visibilidade da Stomp Academy no cenário de esports.",
    "descricaoEmpregoChaves": "Atuo na Chaves Calandrini Imóveis, onde sou responsável por oferecer suporte e soluções de T.I. para a imobiliária. Além disso, fui responsável pela criação e manutenção do site da empresa, garantindo uma presença online eficaz e funcional. Também trabalho como freelancer, ajudando em diversos projetos digitais, como o desenvolvimento de sites e outras soluções tecnológicas para o mercado imobiliário. Meu foco está em otimizar processos e proporcionar soluções inovadoras e eficientes para a empresa e seus clientes.",
    "DescricaoEmprego": "Atuei como estagiário de desenvolvimento web da plataforma eumostro. Desenvolvendo o sistema da plataforma, utilizando para frontend os frameworks Vue.js e Bootstrap e Nodejs e express para backend. Além disso, como metodologia ágil, foi utilizado SCRUM e o trello como plataforma de gerenciamento de projetos, também realizei o deploy de serviços em staging utilizando a plataforma AWS.",
    "DescricaoReactShop": "E-commerce desenvolvido com React.js e TypeScript, com layout responsivo, listagem dinâmica de produtos, carrinho de compras e checkout. Utiliza API simulada, gerenciamento de estado com Context API e segue boas práticas de organização e tipagem de código.",
    "DescricaoShoe": "O ShoestyleHub é uma aplicação web desenvolvida para facilitar a gestão de estoque de sapatos. Com esta plataforma, os usuários podem realizar diversas operações, como listar, cadastrar, editar e remover sapatos do inventário. A aplicação também oferece a funcionalidade de criar listas para favoritar sapatos, além de filtros para buscas eficientes.",
    "DescricaoCaputeeno": "Capputeeno é um e-commerce desenvolvido com Next.js, TypeScript, Apollo Client (GraphQL) e Styled Components. Possui catálogo com paginação, filtro por categoria, busca por nome, carrinho de compras e finalização de pedidos.",
    "DescricaoNews": "Hacker News Clone é um clone do layout da plataforma original. Construído com tecnologias web modernas, o projeto exibe uma lista de postagens em destaque. Inclui recursos como paginação, visualização detalhada das postagens e design responsivo. Este projeto demonstra habilidade em gerenciamento de estado e construção de interfaces limpas e intuitivas.",
    "DescricaoJordan": "Jordan Shoes é um site visualmente cativante criado para exibir uma coleção de tênis de uma loja fictícia. O site oferece uma experiência de navegação imersiva, com imagens de alta qualidade de cada modelo, descrições detalhadas dos produtos.",
    "DescricaoLivraria": "Library Manager é uma aplicação intuitiva para criação e gerenciamento de livros. Ela permite cadastrar, editar, categorizar e controlar o status dos livros, com funcionalidades de busca e filtros personalizados, oferecendo uma experiência eficiente para administradores e leitores.",
    "VisualizarRepositorio": "Visualizar repostório",
    "Repositorios": "Visualizar mais repositórios",
    "Ingles": "Inglês",
    "contact": {
      "title": "Entre em Contato",
      "namePlaceholder": "Seu nome",
      "emailPlaceholder": "Seu e-mail",
      "messagePlaceholder": "Sua mensagem",
      "button": "Enviar",
      "infoTitle": "Minhas informações"
    }
  }
}