{
  "translation": {
    "Sobre": "Sobre",
    "Experiencias": "Experiências",
    "Projetos": "Projetos",
    "Habilidades": "Habilidades",
    "Desenvolvedor Web": "Desenvolvedor web",
    "Descricao": "Meu nome é Marcelo Calandrini Chaves, tenho 22 anos, sou graduado em Ciência da Computação pelo Cesupa e atualmente moro em Belém do Pará. Sou um desenvolvedor fullstack dedicado a criar soluções abrangentes tanto no desenvolvimento front-end quanto no back-end. Busco constantemente aprimorar minhas habilidades nessa área e estou focado em contribuir para o avanço tecnológico, buscando desafios que me permitam aplicar meu conhecimento e criar projetos inovadores.",
    "Contatos": "Contatos",
    "Estagio": "Estágio",
    "tempoIntegral": "Tempo integral",
    "freelancer": "",
    "atualmente": "Atualmente",
    "Maio": "Maio",
    "Abril": "Abril",
    "descricaoEmpregoMentorise": "Na Mentorise, trabalhei com ReactJS e NodeJS, focando em desenvolvimento web. Em ReactJS, criei componentes interativos e escaláveis para aprimorar a experiência do usuário. No backend, utilizei NodeJS para construir servidores eficientes e garantir uma comunicação fluida entre as partes. A experiência na Mentorise aprimorou minhas habilidades técnicas e colaborativas, proporcionando a capacidade de enfrentar desafios em equipes multidisciplinares e entregar soluções de alta qualidade.",
    "descricaoEmpregoStomp": "Durante abril a maio de 2022, atuei como freelancer na criação do site 'Stomp Academy' para um time de esports. As responsabilidades incluíram a arquitetura, design intuitivo, funcionalidades interativas e a adaptação para diferentes dispositivos. O objetivo era proporcionar uma experiência aprimorada para entusiastas de esports. Foi entregue com sucesso, atendendo às expectativas do cliente e impulsionando a visibilidade da Stomp Academy no cenário de esports.",
    "DescricaoEmprego": "Atuei como estagiário de desenvolvimento web da plataforma eumostro. Desenvolvendo o sistema da plataforma, utilizando para frontend os frameworks Vue.js e Bootstrap e Nodejs e express para backend. Além disso, como metodologia ágil, foi utilizado SCRUM e o trello como plataforma de gerenciamento de projetos, também realizei o deploy de serviços em staging utilizando a plataforma AWS.",
    "DescricaoAbbraza": "Clone do site hacker news",
    "DescricaoValorant": "Blog crud app é uma aplicação crud, utilizando a codeleap api",
    "DescricaoSports": "Sports online é um serviço para visualizar partidas ao vivo, melhores momentos e gols de partidas de futebol diárias.",
    "DescricaoPokedex": "Projeto criado para consumir a api do pokeapi, exibindo as fotos do pokemon normal/shiny, o nome, o tipo e um botão de mais informações.",
    "DescricaoCrud": "Jordan shoes é um site criado para exposição de tênis de uma loja fictícia",
    "DescricaoStomp": "Site criado para a organização de e-sports Stomp Academy.",
    "VisualizarRepositorio": "Visualizar repostório",
    "Repositorios": "Visualizar mais repositórios",
    "Ingles": "Inglês"
  }
}